[
  "Nekem ez a rész azon bukott meg szerintem hogy 3 főszereplő volt... szerintem 1 elég lenne (még1x!☝️ez az én véleményem)Ez a főszereplők közti változtatás nekem kicsit kusza volt... dehát kinek mi...",
  "@bukta2: Miért?",
  "@Liptik: Ott írtam le. ☝️",
  "@bukta2: Nekem az a véleményem hogy kreatív és jó ötlet volt a 3 szereplővel jàtazani.",
  "Sziasztok lenne egy kérdésem.intel corei7-7500U,nvidia geforce 940mx,8gb rammal hogy futna?Elore is koszonom a valaszokat.",
  "@miran2002: https://www.youtube.com/watch?v=DcglblyqGdc&ab_channel=Fkka15",
  "@miran2002: https://www.youtube.com/watch?v=DcglblyqGdc&ab_channel=Fkka15",
  "Néha jó bekapcsolni ha van szabad időm és szórakozni vele egy kicsit :)",
  "gyerek korom kedvence imádom",
  "Tökszégyen, évek óta figyelem, milyen játékokat add ki a többi játék kiadó.Elkezdtem újravégigjátszani aGTA V-t, és még mindig nem adtak ki olyan játékot, ami lekörözné ezt , pedig már több mint10 évesa játék.Szánalmas, hogy más játékfejlesztők nem képesek erre.Természetesen az adott kategórián belül értem ezt.😢😄😄😄Ja és nem vagyok nagy GTA fan, de ez az igazság.",
  "@nesh019: Hiába kevesebb a lehetőség nekem a GTA IV a befutó továbbra is aztán jön a sorba az V része. 😁",
  "@Dwight Schrute: Detto :D Nekem a GTA IV a best és a VC. Nekem az V a 3D utáni időszakból az utolsó. Nem tudom megmondani pontosan miért de nekem simán lekörözi mindegyik rész. Egyszer végig vittem még annó PS3-on mikor végig vittem és kész. A multit olyan 34x próbáltam ki egyszer nem tudott oda láncolni. Pár éve a singlet is megpróbáltam újra inkább vissza ülök bármikor a korábbi részekhez.Most karácsonyi időszakba vittem végig a IV-t PS3-on. Megvan eredetibe szépen tokba térképpel :D",
  "@Payphoner: PS3-on lemezesen nekem is megvolt a The Complete Edition. Mostani szemmel nagyon blury volt a kép de imádtam minden percét akkor is. Megvan ezeknek a konzoloknak a saját maguk varázsa.😛",
  "Sziasztok ezen hogy futna az RP?Amit tud a gép:-Alaplap: Gigabyte GA-H97M-HD3-Processzor: Intel® Core™ i7-4790 (HT 8 mag Up to 4,0Ghz)-Memória: 16GB Corsair Dominator 1866MHz-Videokártya: Msi Armor Radeon RX 580 8GB GDDR5 OC-SSD: Kingston 500GB Sata3-Gépház: Aigo B352 (RGB , 12cm RGB led venti elől)-Tápegység: Kolink 600W (Active PFC+ 80+)-Processzor hűtő: Jonsbo CR 1200",
  "Processzor\tAMD Ryzen 3 3200U with Radeon Vega Mobile Gfx 2.60 GHzMemória mérete\t12,0 GB (9,88 GB használható)Rendszer típusa\t64 bites operációs rendszer, x64-alapú processzorEz a proci milyen lenne hozzá?",
  "@Martin102: Elfutlosna vele ha nem maxolod ki a grafikát.",
  "Sziasztok! Szerintetek futna rajta?Core i5-1155G78 gb ramIris XeWin 11 64bit",
  "@nyujork1: Szia! Kb. így fog menni:",
  "Sziasztok!Miért van az, hogy laggol a gépemen a játék?Legjobb beállításon van, de 15-130fps között ugrál, ha benyomom a v-syncet akkor meg 15-75 között ugrál. Próbáltam lejjebb venni a beállítást, ugyanez a jelenség.Konfig:Win11, i3-12100f, GTX 1070 OC 8Gb, 16Gb DDR4, M.2 SSD-re telepítve.",
  "@snowy: Szerintem probáld ki win 10hátha jobb lesz mert néha szokott problémát okozni a win11 bár már nem tudom mennyire de régebben okozott fejfájást pár embernek.",
  "@Tomi_vagyok: lehet felteszem dual bootba a w10-et. Megnéztem pár fórumot, de semmi se segített eddig.",
  "@snowy: Nem köze a windows 11-nek hozzá. Mással van a gond, valami driver talán,",
  "Sziasztok az lenne a kérdésem hogy ezen a pc-n elfutna a GTA v rp?-i5 4570-videókártya: msi radeon rx 470-Memória: 2x4gb- 260w táp- windows 10",
  "@Tomi_vagyok: Szerintem alacsony grafikán tudnál vele zúzni. Próbáld ki, annyit megér.",
  "@Tamas_99: Köszi meg a gép nincs meg de akkor lehet megveszem aztán szépen lassan majd fejlesztgetem",
  "Én így év végén mindíg elő szoktam venni a game-et, kicsit nosztalgiázni.Úgyhogy, jöhet egy kis zúzás Franklin-nel Liberty City-ben, a jó kis felhőkarcolók között!",
  "érdekes hogy egy ilyen régi játékkal a mai napig játszunk 😐",
  "Sziasztok! :DSzerintetek az én gépemen, hogy futna?",
  "Szerintetek ezen eltud futni a GTA 5 Roleplay KB hány fps várhato😀?Calculator Gaming Intel Skylake Core i7 6700, 16GB DDR4, NVME 256GB + 2TB HDD, video Sapphire Radeon RX 580 NITRO+ 8GB GDDR5 256-bit",
  "@Albertokaaaa: 55-60fps meglenne 1080p-n online alatt.",
  "@Dwight Schrute: Óh köszi akkor az RP az kb 45-50 fps nem?",
  "@Albertokaaaa: Kb igen, de most hiába nem mai csirke az a proci azért van benne még erő ami a GTA V-nek szerintem bőven elég.",
  "az szép",
  "Befejeztem ma aNarcosSorozatot, és tisztára átszellemültem a GTA-ba xDDDD",
  "Sziasztok.Kérdezni szeretném, hogy tudom a piros gombot megütni a kezemmel az elején?Nem tudom kinyitni az ajtót? Nekifutok és ennyi.Előre is köszönöm.",
  "Kedves Fórumozók!Közületek valaki ismeri, vagy használta már ezt a repüléssel kapcsolatos mod-ot?Szeretnék kérdezni vele kapcs.[LINK]",
  "[LINK]Grand Theft Auto V OnlineI3 10100F2X8GB DDR4 2666MhzGTX 1650",
  "PS5-ön hamarabb elindul, mint PC-n az Online meg a Story is.",
  "@Liptik: engem hidegen hagy a játék úgy is unalmas már.kéne valami új játék.ha tudsz valami jót ami izgalmas és nem fogja a játékos kezét az jó lenne.😁",
  "@pinkyke: Ha szeretsz FPS játékokat, akkor a Stalker, ahhoz van sok mod, akár önállóan a játék megléte nélkül is futtatható, na ott vannak fejvakarós részek, más sztorik, jobb grafika, lehetséges, hogy a világ legtöbb önálló játszható modja is pont stalker.",
  "@Andor1997: Feltudnál sorolni pár jó stalker módot?",
  "@MC MaRcI: Alapvetően a legnépszerűbb az Anomaly, grafikában és engine szinten is bele van írva sok okosság, választhatsz frakciót, kezdő alap cuccokat és ezek viselése mind meghatározza mit látnak belőled és kik támadnak téged, de lehet állítani olyan modot is, amikor a küldetés annyira nem lényeg, csak csata van, még akár azt is meg lehet csinálni, hogy mindenki mindenki ellen harcol + akár olyan szörnyek, amik végül sose kerültek be a játékba. Ez egy önálló darab, semmi sem kell hozzá, erre pedig még több modot rá lehet nyomni, ilyen például a Gamma mod, ami a túlélésre megy jobban rá, vagy az Escape from Pripyat (Tarkovra utalva).Anomaly-n kívül (tehát ehhez az nem kell, de szintén önálló modlista) a leghardcoreabb a Dead Air talán, a fentebb említettekkel együtt itt is sok minden alapból nehezítve van, de még azon kívül is ez meg van fejelve sok dologgal. Már kezdeni is roppant nehéz, amiket kapsz az is roncs, nincs sok töltény és rengeteg fejlesztés/javítás csak más eszközökkel érhető el, kell néha \"tisztogatni\" is stb.Önálló sztoriként említhető a Goldsphere, amiben sok dolog meg van változtatva és még a földönkívüliek is feltűnnek, valamit a Lost Alpha, ami egy részben magyarok által csinált, az eredeti alpha verziós játékból elemeket átvevő alkotás. Gyakorlatilag minden máshogy néz ki rajta, mint az alap SoC-ban.Illetve még talán a A.R.E.A., amit hírtelen tudok említeni, de van több is, rengeget sok, még olyan is, ami szintén az alfa verzióról szól, az oroszok (IS) elég szépen gyártják őket, megéri angol nyelven YT-on keresgélni, vagy magyarul, Google-ben, vannak fórumok, némelyikhez ilyen-olyan fordítás stb., illetve orosz fórumok is, amik csak arról szólnak, hogy osztályozzák őket, meg letölthetőek.",
  "@Andor1997: Köszi asszem anno én a misery módot próbáltamDe már az is iszonyat nehéz volt",
  "@MC MaRcI: Misery egyik kiágazása/végkifejlete az Anomaly. De ezekről is van egy nagy-nagy videó, hogy mi miből hogy lett, elég beteg elágazások vannak, meg Excel táblázatok, agyabeteg cuccok!😁Itt is van szó róla.",
  "@Andor1997: oks köszike megnézem.",
  "Szerintetek ezen eltud futni a GTA 5 Roleplay KB hány fps várhato😀?Desktop PC BellatriX AMD Athlon X4 970 Quad Core pana la 4 Ghz, 16 gb ddr4, ssd 480 gb, placa video dedicata Nvidia K620 2 GB 128 bit, carcasa gaming RGB",
  "@Albertokaaaa: Én úgy tudom hogy a roleplaynek valamivel magasabb a gépigénye, szerény véleményem szerint a proci miatt nem tudod élvezhetően futtatni.",
  "@Kakarot211: Szia köszi a válaszod még egy kérdés ha ezt a videokártyát bele raknám elfutna nem?Placa Video Radeon R9 370, 4GB GDDR5 256-bit, DVI-D HDMI DP, 1 x 6 pini",
  "@Albertokaaaa: A VGA az megfelelő a játékhoz kampány mód lazán kell hogy fusson kellemes framerate-el a roleplay viszont pont a procid végett lenne döcögős.",
  "@Dwight Schrute: Köszi a választ ha ezt a procit belé raknám jóbb volna?Procesor AMD Ryzen™ 5 3600, 35MB, 4.2 GHz cu Wraith Stealth cooler",
  "@Albertokaaaa: Persze ha az alaplapot meg a ramokat is cseréldAz athlon széria nem támogatja a ddr4et",
  "https://x.com/ASychov/status/1711127691531899133?s=20 😂🤣",
  "Welcome To Vice City",
  "sziasztok valaki segitene ,szerintetek el fut a gépemen a gta 5 ,gép: i 5 280.ghz,12gb ram , nvidia geforce gt 710 ,a válaszokat előre is köszönöm 😅",
  "@belaoo: Simán",
  "@belaoo: Videokártya picit karcsú a játékhoz",
  "@belaoo: Sztori mód elmegy, online nem.",
  "@belaoo: tudok mondani tapasztalatokat: 720p minimum 30fps",
  "GTA 5 tudok szerintetek játszani egy laptoppal4gb ramGeforce GT 325m grafikusi3 processzor 2.4hz 2.4hz500gb SSD",
  "@madmex98: Nem fog menni. 4 giga édeskevés. A kártya nem tudom mennyire van egy 4670 től amin szintén játszhatatlan.",
  "@Kings Bounty fan: 1024 MB video kártyaA processzor meg egy i3-350mDe potyan nem akarom le tölteni ezért kérdezek itten érdemes e le tölteni és ha el bírná futtatni egy játékon belüli beállítással úgy hogy mindent low ra raknèk a GTA 4 az tökeletesen futtAzért köszi a választ és",
  "@madmex98: Memória miatt esélytelen. Hiába 1 gigás erőbe nem tudom hol helyezkedik el. 4670 is 1 gigás volt 4 giga rammal és volt kemény 5 fps em. Szerintem ennél több nem kell mondani. Itt a memóriánál megbukik az egész.",
  "@Kings Bounty fan: Ha példa raknèk 2 4 GB RAM akkor lenne 8 akkor tudna futatni?",
  "@madmex98:Ez áll a legközelebb hozzá, így se játszanék vele az biztos, ez ugye egy fokkal többet tud. Nem tudom hozzáképest mennyivel gyengébb. Szerintem engedd el.",
  "@Kings Bounty fan: Köszi hogy utánna nèztel nekem hát így nem érdemes tènyleg ez így nem játszás",
  "@madmex98: Ja ez csak szenvedés a javából. Vannak benne olyan küldik ahol pontos reakcióidő kell korigálni a repülőt autót stb ezt így nem lehet.",
  "@Kings Bounty fan: Milyen játékok futnnának nekem tökeltesen ? Köszi előre is ♥️🫶",
  "@madmex98: Max 2010-ig kb.",
  "@Kings Bounty fan: Köszi szèpen",
  "@madmex98: Szívesen.",
  "@Kings Bounty fan: Szia tudnál segíteni megint 😂Van egy játék amit játszom assasin S creed 3 tudom már nem egy mostani játék 60 80 FPS em van benne ahogy játszom hirtelen le esik 7 8 fps re aztán. Vissza fel megy 60 ra de a játék nem akad csak amikor le esik az fps èrtek CPU 2.4 hz futt amikor le esik az FPS èrtek akkor 998 hz re esik le a CPU túl melegszik ?",
  "@Kings Bounty fan: Szia tudnál segíteni megint 😂Van egy játék amit játszom assasin S creed 3 tudom már nem egy mostani játék 60 80 FPS em van benne ahogy játszom hirtelen le esik 7 8 fps re aztán. Vissza fel megy 60 ra de a játék nem akad csak amikor le esik az fps èrtek CPU 2.27 hz futt amikor le esik az FPS èrtek akkor 998 hz re esik le a CPU túl melegszik ?",
  "@madmex98: Az egész laptop édes kevés hozzá, 5-10 fps nél többre nem kell számítani.",
  "Na megvettem PS5-re is.",
  "Az a 72GB már 109 inkább😝",
  "intel i5-3320m, 8gb ddr3, hd4000 tudja futtatni a GTA 5-öt? vagy esélytelen?",
  "@snowy: szerintem felejtsd el.még ha el is indulna játszhatatlan lenne.",
  "@pinkyke: akkor ja ez felejtős. azért köszi",
  "@snowy: Csak egy legalább 2gb os VGA kéne gtx 660 vagy radeon r9 270x, ezekkel amúgy elég szépen megy jó grafikán. Ezek a káryták 6-12 ezer forint hardverapron vagy bárhol.Remélem tudtam segíteni 😅",
  "@GSzabolcs89: De ez egy laptop...",
  "@Kriss97: Az nem akadály, kell egy külső vga dokkoló 4000ft aztán mehet is 😎",
  "minden maxon 4k tud enni szépen😆",
  "Imádom ! rohadt jó a story :D",
  "Grand Theft Auto 5 onlineI3 10100F2X8GB DDR4 2666MHzGTX 1650",
  "Hali, egy ilyen confingon, hogy futna az rp része?:)Egy i5 7400 16gb ddr4 ram, és egy 1050TI 4gb-os VGA:)",
  "@G4M3RPL4Y3R: Alapvetően a szerver optimalizáltságától is függ, de itt van néhány eredmény RP-n kívül:[LINK]",
  "@Andor1997: Köszi szépen, hát reméljük el fog menni:)",
  "@G4M3RPL4Y3R: Ha a 1050 simás laptopomon el fut, akkor a TI-n is el fog futni",
  "@Liptik: Akkor nagyon fain😊",
  "@G4M3RPL4Y3R: A VGA problémás lehet, de szerintem futni fog az.",
  "@G4M3RPL4Y3R: személyes tapasztalat (a volt pc-m: i5-3570k, 16gb ddr3, gtx 1050-ti) nagyon magas beállítások mellett 2x msaa-val volt 60fps (fontos! a fű grafikáját magasnál nem vittem feljebb!)",
  "😁😁😁",
  "Mèg ma is nagyon jó játèk,csak sok szabadidő kell hozzá!",
  "Sziasztok.Offline Mode: Could not establish connection hibát ír ki 2 napja a social club nálam . Valaki meg tudná mondani a hiba okát hogy mér csinálja ezt a social club a gépemen ?Én már mindent meg próbáltam hogy jó legyen!Csak én találkoztam ilyen hibával ?Aki tud az segítsen S.O.S be mert szeretnék a játékkal játszani neten de 2 napja nem enged fel.Üdv: Gergő",
  "@dragmasters17: Helló sziaa! Ha érdekel még a dolog eltudom magyarázni hogy hogyan merre!",
  "Én is meglátogattam az oldalt. Fixen fut a gépemen és ezt tudtam is, de ez volt az első amit meglátogattam az oldalon :D",
  "értem már miért jön vissza mindig az első helyre ez a játék ezen az oldalon... mert mesterségesen visszateszik... már egy jóideje nem volt hozzászólva a játékhoz ha jól látom, de javítsatok ki ha tévedek.",
  "@bukta2: Nem a hsz-ek alapján rangsorol az oldal hanem látogatottság szerint.",
  "Sziasztok hogy futna 4k ban?i5-4690kasus rog strix rx 570 8gb16gb ballistix ramvagy esetleg a fivem et bírná?köszönöm a válaszokat.",
  "@sebastian1013: ember... megtudod nézni magadtol is",
  "Sziasztok!A Microsoft Flight Simulatorban van egy olyan \"funkció\", hogy repülés közben nyílakkal, vagy nem tudom milyen alakzatokkal jelzi a játék a helyes irányt, hogy pontosan kifutóra lehessen leszállni.Nem tudjátok, a GTA 5-höz nincs valami kiegészítő vagy mod, ami hasonló funkcióval látná el a játékot?Köszönöm.",
  "@wzplayer: Szerintem egy moddernek sem érdeke ilyen modot csinálnia, egyrészt a játéknak elenyésző része megy el repülőzéssel, másrészt felesleges időtöltés. Ahelyett hogy ilyeneken fenn akadsz inkább gyakorolj.Viszont azt még mai napig nem tudom megérteni hogy egy ilyen egyszerű dolgot hogy nem képes megtanulni egy olyan player aki ennyire repülőzni szeretne (nehogy azt hidd te vagy egyedül ezzel a problémával mert kb a játékosok 40%-a képtelen repülőt irányítani).",
  "@CulturalCat: Akkor mindegy.Megyek zúzok inkább egyet a planderben, úgyis unom már a gta-t.",
  "Nem Ajanlott !!! WARNING !!! VIGYAZZ !!! Remelem tudtam segiteni !!! \\o/ ;)WARNING! GTA Online is in MASSIVE TROUBLE & You Are NOT SAFE! New Updates Needed! (New GTA5 Update) SUBSCRIBE and DROP A LIKE! In the new GTA Online update cheaters and cheatmakers for GTA 5 Online have found new exploits within Rockstar's social club system and actual GTA5 game files and networking infrastructure that allow mod menu users and other cheaters to crash players without even needing to be in their session, reset players accounts teal in game money from them and even BAN them from GTA Online PERMANENTLY. This is a huge exploit that must be patched immediately in a new GTA Online update by Rockstar because it is making GTA Online on the PC platform essentially unplayable for players. Usually you would have to be in the same session as another player to crash them in GTA Online in previous game update s and title updates for GTA 5 Online but now you can do it completely remotely and Rockstar needs to act fast! Take this breaking GTA Online update news video as your official warning. Thanks for watching! Have you had this happen to you yet in GTA Online? I'd love to hear from those of you who have experienced these exploits in the comments.Spoiler!https://www.youtube.com/watch?v=C0lUzAh8A0I",
  "Reggelt!A játékban repülővel való közlekedéssel kapcsolatban szeretnék kérdezni.Ha x távolságra eltávolodok a várostól, akkor a repülő egyszer csak fogja magát, és letörik a szárny, lezuhan stb, és kezdhetek új játékot. Ezt nem lehet valahogy kikapcsolni, megszűntetni?Tudom, hogy ott eléri a pálya végét, és azért van ez, csak jobb lenne, ha pl visszafordítana vagy ilyesmi.Amikor elérem a maximum magasságot, akkor is csak nem enged feljebb menni és ennyi.Köszönöm ha van ötleted, tanácsod.",
  "Most komoly, kiszivárgott a GTA VI előzetese, vagy ez kamu?",
  "@Liptik: Én nagyon szeretem a tejet...",
  "I3 10100F2x8GB DDR4 2666MHzGtx 1050 2GBGrand Theft Auto V Online 1600x900 High-Very High Settings 70-80 FPS",
  "Sziasztok.Nektek elindul a launcher vagy a játék?Nekem napok óta valamilyen offline hibát ír a launcher, pedig pár napja még játszottam story módban.\"rockstar games offline mode could not establish connection\"Köszönöm.",
  "@wzplayer: Megoldodott a probléma? Nekem karácsonykor volt ilyen problémám és úgy oldottam meg hogy letoltottem egy ingyenes vpn-t, amíg nem áll helyre a szerver neked addig tudsz igyis játszani átmenetileg megteszi.",
  "@Hulyegyerok: Szia.Igen, már jó talán 1 hete. De magától javult meg, én nem csináltam vele semmit.",
  "Sziasztok! Az hogy lehet, hogy egy: i7-9750H, GTX 1650, 8GB RAM, És Win10 64bit-es és laggol? Eredeti a játék az Epic Games-ről. De azt még anno ingyen lehetett be szerezni.🤔 Ha valaki tudja az letudná írni nekem? Előre is köszönöm a választ.",
  "@atika1234: A V - Sync, ha half - ra van be állítva akkor csak fele annyi a képkocka szám egy másodperc alatt, de ha on - ra van be állítva úgy már jó, valamint ha nem teljes képernyőre van állítva amiatt is lehet!",
  "@atika1234: 8gb ram hamar elfogy. 16 legalább kell neki.",
  "@Laci552: Nem a RAM-al van a baj, mert előtte is 8GB RAM-volt benne, és érdekesen akkor elfutott rendesen. Szerintem a sok szír sz@r update óta lett ilyen. De akár lehet az is, hogy meg változott a gépigénye, csak itt nem módositották.🤔",
  "@atika1234: Én is játszottam 8gb rammal. Megeszi a játék. Nyugodtan küldj rá egy programot ami nézi a géped kihasználtságát. Persze lehet hogy tényleg más a probléma de én javaslom neked hogy duplázd meg a memóriádat.",
  "Jó Estét/Jó NapotEzen hogy futna a GTA V roleplayAlaplap \tAsus H410MProcesszor\tIntel Core i3 10105FMemória\tKingston 8GbVideókártya\tZOTAC GTX 1650 4GBSSD. \tKingston 480Gb SATA3 2,5\"Ház\t Raidmax GamaTápegység\tChieftech 500w",
  "@Pocsajiattila: több mint 60 fps még 4k nál is ezért elég jól futna a gépén",
  "@Pocsajiattila: Szia! Ram kevés.",
  "Régi szép idők! :)Emlékszek sose ment el a gépemen, mert megete a ramot, ezért szereztem be annó egy PS3-at.Most meg pont az a baj hogy sok a ram :D 64gb-ból megtudom nyitni 4x vagy lehet többet is :D",
  "Azért az durva, hogy ez nálam sokkal jobban megy, mint a IV! Ez megy 720p-ben 38 fps-sel, a 4 meg 23-mal...Jobban lett optimalizálva és nekem jobban is tetszik! Főleg a superman moddal lehet jókat hülyéskedni! :D",
  "@feher-adam1989: Nem csak nálad. GTA 4-ről már megjelenéskor kiderült, hogy az egyik legrosszabb port / optimalizációval rendelkezik, RTX 4090 elvileg képes már arra, hogy 60fps alá ne menjen a játék, csak közbe jó ha 20%-on megy a kártya, akármilyen brutál processzor legyen mellette. A GTA 5 meg nagyon jó optimalizációval rendelkezik, csak oda meg dukál egy bivalyerős proci.",
  "@Thespartan: Az 5-el is vannak gondok azért, a PC-s megjelenése után több mint 1 évvel megjelenő GTX 1070-el simán bedroppolt amikor olyan területre tévedtél ahol magas volt a fű és high-ra volt téve a grass.Most a 6800 XT-n igaz nincs soha 60 frame alatt a játék max grafikán se, de simán ingadozik 100-200 között bármiféle felfogható indok nélkül. Elég sok feature feleslegesen terheli a gépet az adott szegmens optimalizálatlansága miatt, ilyen pl.: az előbb említett fű, vagy a viszonylag sok AI egy helyen, ezekre ráfért volna még egy polírozás mert az ajánlott gépigényhez megadottnál nem is tudom, 10-20x erősebb PC-n se stabil az FPS, hiába 100 feletti értékekről beszélünk.Szerencsére az RDR2 már sokkal jobban kezeli a füvet és az AI-t, legalábbis nekem ott nincs ekkora különbség a min és max FPS között pedig az is 100 frame felett fut maxon. Ezért is vagyok bizakodó a GTA VI-al kapcsolatban, hátha végre egy kifogástalan portot kapunk mert érezhetően javuló tendenciában van a R* minden új megjelenéssel.",
  "@MrPAYER: Igazából ott a pont, azért ha max beállításokat nézzük valóban vannak problémák, nekem mindig fent van a gépen a GTA 5 és nagyon ritkán el szoktam indítani és azt kell mondjam (mint ezt már mások is írták), hogy egyre rosszabbul fut. Leszögezem még ha élsimítás 0, grass-t beállítjuk high-ra és az advanced beállítást kihagyjuk, ami elég proci igényes, akkor valóban akár meg is duplázhatjuk az fps-t, tehát \"High\" beállításokkal aztán még egy gtx 760 - i3 3gen - 8gb ram társaságában is fix 60fps. De viszont folytatom ott, hogy azt vettem észre én is, hogy egyre jobban nem használja ki az erőforrásokat a játék, most ez vagy szándékos vagy sz*rnak bele és nem nézik mi van hatással a gépigényre én nekem már a vga városban 50%-ot ha eléri kihasználtságra, így 60-70fps körül megvan a játék, aztán meg a füves, fás részeken 100%-ot odapirít simán és 80-100fps. (max beáll.) A RDR 2 meg aztán tényleg nagyon jó optimalizáció, az a vicc jobban és stabilabban fut, mint a GTA 5, oké értem én, hogy más perifériái van a 2 játéknak, de azért a RDR 2 mégis technológiailag sokkal fejlettebb, részletgazdagabb stb.",
  "@Thespartan: Ez ***ság azért, leheh h nincs túl jól optimalizálva, de h 60fps alá ne menjen, arra erős túlzás az RTX 4090.. a régi RX 290 em maxon futtatta 80fps el, mindenféle drop nélkül",
  "@Boross Lizii: Lehet, hogy az elejét vitted. 😀 Azt hiszem az 1.0.8.0 a legújabb patch hozzá, amit a megjelenéshez viszonyítva nem olyan rég adtak ki, bár az szerintem csak a sima 4-hez van, a Complete-hez meg valami más, 1.2 talán. Lényeg, hogy aki végig játszotta és v. bejárta a terep nagyját, közben tesztelte, az tudja jól, hogy milyen. Én néztem már RX 6800XT-vel, RTX 3080-al (2 típussal is) rendre bedroppolt. Nyílván az új patch-ek óta kevesebbet, most van egy R9 280X kártyám (k. nagy downgrade most jelenleg) és hellyel-közzel ugyanazt a teljesítményt hozza, mint az előbb említett 2 kártyával.",
  "@Thespartan: csak én nem a legújabb patchről beszélek. Akkor is ritka szépen vitta a gamet, amikor még csak épp h megjelent, kijátszottam a gamet elég hamar, mindent bejártam, és sose ment 60 alá.",
  "Sziasztok.Az utolsó frissítés óta nem bírja a gépem a játékot régen elment very highon fullhd 70fps-el, most meg lowon alig megy 30-al valaki tudja hogy ez mitől lehet?",
  "@Murdaj: máshol javasolták a 511.79 nvidia driver telepítését az új helyett, megpróbáltam, kicsit jobb lett, de akad még mindig. Neten próbáltam megoldást találni, pár dolgot kipróbáltam, de semmi javulást nem hoztak.",
  "@ahbar: nekem AMD-es videokartyam van nem tudom mi lehet ez, azóta nem jó a játék mióta újratelepítettem a gépem most megpróbálom megint újra telepíteni hátha jó lesz",
  "Sziasztok!Az utolsó két frissítés óta annyira laggol a játék, hogy játszhatatlan. A gép meg van hozzá, már újratelepítettem a játékot is, de semmi hatása. Ha van valakinek használható ötlete, mivel lehetne ezt megszüntetni, nagyon megköszönném!",
  "Sziasztok ezen a konfigon hogy futna akár az Rp is tudom ez sima GTA v de hátha nem találtam semmi fórumot ahol meg tudtam volna kérdezni.Köszi előre isProcesszor: i7 8700k Alaplap: MSI Z370 GAMING PRO CARBON Grafikus kártya: GTX 1080Ti ARMOR RAM: 2x8gb Ballistix Merevlemez: 120gb SSD + 1TB SSD + 2TB HDD Tápegység: Corsair ATX 110W Windows",
  "@Toulozyan31: Szerintem biztos hogy jól futna egy ilyen konfiggal. Csak a tápegységedet nézem hogy miért csak 110w. Az nagyon kevés. De amúgy szerintem egy ilyen 70-80fps-el simán elfut",
  "HellóLenovo ideapad 3I5 1135g7Geforce mx 350 2gb8gb ddr4 ramHogy futna az online vagy az rp?",
  "@Roller2007: sehogy",
  "@Roller2007: lowon szerintem annyira nem lenne vészes de az rp 8gb rammal épphogy",
  "HelloRyzen 5 3500UVega88GB ramElviszi a gta online t?Elore is koszi a valaszokat",
  "@Bali_14:",
  "Sziasztok! Ez a gép, hogyan vinné az rp-t? Hány fps-el?Proci: i5-4690Videókártya: gtx 960 2GBRam: 8gbNagyon szépen megköszönném a válaszotokat!",
  "Mindössze 18 ezer óra kellett, hogy milliárdossá váljon egy játékos a GTA Online-banhttps://www.gamestar.hu/hir/mindossze-18-ezer-ora-kellett-hogy-milliardossa-valjon-egy-jatekos-a-gta-onlineban-317001.html",
  "Hello!Megnéznétek ezt a gameplay videót?[LINK]Mit használhat a játékos, hogy bal alsó sarokban kiírja a játék a gép magasságát stb... ?",
  "Sziasztok,az oldal szerint 60 fps meglenne,viszont az agyamat is kilaggolom játék közben,itt a config:AMD Fx-8320 3.5 GHz12gb ddr3 ramGtx 1050 2gb OCMi lehet a gond? Semmit sem használ ki 100%ban,proci 50%,ram 60-70,gpu 75-85%",
  "@krecc: Túl régi a proci, és a kártya se egy erőmű.",
  "@Kings Bounty fan: Nekem annak idején tökéletesen ment fx 8320 procin +r9 290x 8gb al szerintem .. vga lehetne nagyobb plane ha low profil a 1050esetleg a hdd re kukkantanék rá volt nekem is hasonló akkoriba 1 naprol a masikra és a vinyó volt a ludas",
  "@Kukori18: Hát igen 2 giga vram nagyon kevés.",
  "Sziasztok! Az oldal szerint simán elkéne vigye a Pc-m a játékot, de el se indul, kidob azzal az indokkal, hogy túl gyenge a videókártya.",
  "@Marci68364: Azért nem ártana tudni mégis milyen géped van.",
  "@Marci68364: Direct x 11 kell hozzá.",
  "@Marci68364: milyen géped vanproccessor ram videokartya",
  "@BellaCiao: Plander nem ?",
  "Grand Theft Auto V OnlineI3 10100F16GB DDR4 2666MHzGTX 1050 2GB",
  "gyanúsan legit GTA VI leakeket kér valaki?[LINK]~90 klipphez link itt kilistázva:[LINK]",
  "@Han-Tyumi: Uuu face en ez folyik minden gamer portál oldalán… :D de elég baj hogy itt hetente jó ha kijön 2-4 cikk aminél lehet beszélgetni, valszeg ha több cikk lenne több is lenne az oldal látogatója de így… mostanában nagyon elvan hanyagolva ez az oldal… valszeg döglődik… nincs már nagy létjogosultsága a facebook on kitud már mindent tárgyalni a gamer közösség az adott cikkek alatt.",
  "@bukta2: Yep, elég szomorú, de őszintén nem is tudom sajnálni. A mai napig szabadon van engedve az oldalon az emberi spam-bot tudjuk-ki személyében. Pár hónapja is azért hagytam itt a francba az oldalt mert az új hozzászólások fele rendszeresen az övé volt, és egyik haszontalanabb volt mint a másik. Ilyenek mellett inkább meg se nyitja az ember az oldalt.",
  "@Han-Tyumi: 45:14 nél amikor a metrónál van a karakterrel na mivan a metrora írva?... Vice city! Yeee :D",
  "@bukta2: Beza, emiatt várom nagyon én is :D Sajnos a régi Vice Citybe túl későn próbáltam bele, és gameplay nekem túl öreg volt hogy élvezzem, pedig a világa nagyon is bejött. Remélem majd próbálják valamennyire azt az atmofszérát visszahozni majd itt. Nekem egy (vagy több) synthwave rádió lenne a csúcs.",
  "@Han-Tyumi: Hátvitt a videóba van a játékba egy régi (Regina) autó is , ha jól emlékszem így hívtákbazt a halottaskocsi kinézetű hosszú kombit :D",
  "Törölt hozzászólás",
  "@Noressz: Szerintem amióta rengeteg embert kibannoltak modok miatt azóta nem nagyon próbálkozik ilyennel senki se. 😂",
  "@CulturalCat:Törölt hozzászólás",
  "@Noressz: Gondoltam hogy arra gondolsz, csak még úgy se mer senki se modolni, mert ha 1 kósza fájl bent marad már kapod a bannt.",
  "hello szerintetek elfutna a laptopomon?processor:intel core i5 11300HOS:windows 11grafika kartya:intel iris xe graphics/nvidia rtx 30508gb ram",
  "Sziasztok ezen futna at Rp?Proci: i5-3470videókártya: geforce gt 1030ram:16windows 10 64 bites",
  "@KomiszHal07:Ha nem zavar a pixelek akkor játszható.",
  "@Kings Bounty fan: köszi inkább maradok a geforce gtx 1050 ti nél",
  "@KomiszHal07: Ez a 1030 nem játékra találták ki. Azt se venném ha még nem vetted meg, borzalmas ár érték arány.",
  "@Kings Bounty fan:Ez a 1030 nem játékra találták kiez csak az újabb címekre igaz max (Cod WZ Battlefield 2042 stb)de nem mai címekre illtv e-sportra megfelel",
  "@BellaCiao: Azokra jah ami nem nagy igényűek.",
  "Online lehet használni grafikai modokat, amivel \"még szebbé\" lehetne tenni a játékot? :D",
  "@Black-Goku: Nem semmit mert kizárnak.",
  "Ti próbáltátok már ezt a térkép mod-ot?Működik egyátalán?[LINK]",
  "@Tibi_777: Én azt a modot próbálnám ki amelyikkel kilehet innen vágni téged.🧏‍♂️",
  "@Patrikkk: AntiTibi Website Cleaner-t ajánlom csak sajnos lejárt a licensz, supportnak meg hiába írunk szarnak rá 😇",
  "@Tibi_777: én ismerek egy olyan jó modot amit te is szeretni fogsza neve: TAKARODJ INNEN!!De ahogy a warzone alá is írtam itt keresd meg a választ[LINK]",
  "@BellaCiao: Nem sikerült.. Bemásoltam minden fájlt, de hiába nyomkodom az F7-et, nem csinál semmit.Inkább megyek vissza a planderbe zúzok egyet.",
  "Még annyit segítenétek, hogy modokat hogy lehet törölni?A múltkor felraktam egy manual transission modot, hogy én váltsak kézzel, de az megkavarta a játék több részét is az a baj.Hogy tudom ezt kitörölni?",
  "@Tibi_777:",
  "@BellaCiao: Hát ez jó bonyolult, de azért köszönöm.",
  "@Tibi_777: de legalább láttod mit csinál és az alapján meglehet csinálniIlyen egyszerű...",
  "@BellaCiao: Nincs valami egyszerű mod eltávolító?Mint a telefonokon az alkalmazások. Csak fogom, kattintok rajta egyet, hogy eltávolítás, és már kész is.",
  "@Tibi_777:Nincs valami egyszerű mod eltávolító?Mint a telefonokon az alkalmazások.Nincs",
  "@BellaCiao: Bolondját járatja veled ez a büdös troll,minek állsz le vele?",
  "@Patrikkk:minek állsz le vele?nem álltam le veleBolondját járatja veled ez a büdös trollmár az kezdetektől fogva járatjaaki troll az is marad",
  "@BellaCiao:már az kezdetektől fogva járatjaaki troll az is maradPont ez miatt nem kell emberszámba venni.",
  "Nektek melyik no turbulence mod működött?Letöltöttem azt, aminél csak egy mappát és egy fájlt kellett a játék mappájába másolni, de az semmit sem csinál.Letöltöttem egy másikat is, aminél már kellett az open iv program is, és cserélni kellett a handling fájlt, de ez sem működik.Segítene valaki?UPDATE:Bemásoltam a játékba a script hook fájlokat is, de most már a képen látható hibát írja.[img]https://imgur.com/a/4IM7lPW[/img][LINK]Régen megcsináltam, csak már nem emlékszem, hogy,.",
  "@Tibi_777: Nos, alapvetően vannak bizonyos mozzanatok, amiket moddolás előtt el kellene végezni, ahogy látom, te online szerettél volna felmenni és ezt még véletlenül sem torelálja a játék, úgy hogy ahogy látom te végleg bannolva lettél online részéről.",
  "@Andor1997: Nem nem, story módban játszom csak.",
  "@Tibi_777: Ez elég furcsa, ugyanis tudtommal csak akkor bannolhatnak le, ha modolt játékkal online-ra akarsz menni! Mindegy, valószínű soha nem játszhatnál akkor így se úgy se rajta.",
  "@Tibi_777: Itt az élő példája annak, hogy amúgy troll vagy a Warzone alatt. Mondhatni tökéletes nyelvtani helyességgel, egy összetett, koherens kérdést tudsz feltenni nulla bullshit belefogalmazásával. Nem értem, hogy miért kell máshol direkt bohócot csinálni magadból és felidegelni másokat, de mindegy is mert úgyis folytatni fogod mert azt hiszed vicces vagy.",
  "@MrPAYER: tibike alapból egy bohóc a kezdetektől fogvaúgyhogy ez nem újdonság",
  "sziasztok menne ez a játék a konfigomoncpu: intel core i5-2500 4x3,30ghzram 2x4gb plusz egy 8gb=16gb ddr3gpu:nvidia geforce gt 630 2gb ddr3tárhely:500gb ssd plusz 500gb hdd=1tbalaplap:optiplex A90 lga1155",
  "@csamangokristof02: minimumon megfelel ha csak a story-t tolod ki",
  "@BellaCiao: és az online ?",
  "Sziasztok! Szerintetek az RP hogy futna ezen a gépen? https://hardverapro.hu/apro/ujszeru_1honapos_gamer_pc_i5-10400f_rx_6500_xt_gtx/hsz_1-50.html",
  "Meg van már 7 éve a játék, de a story módot még azóta se vittem ki... hozzáteszem online se játszok... 🙁 sajna ez a része nem fogott meg... az előző részek számomra jobbak voltak, de hát ez van. 🙃",
  "@titusz: Nagy hiba mert baromi jó.",
  "@titusz: Egy esélyt adj a végigjátszásnak. Én is így voltam vele, hosszú idő alatt vittem végig időhiány miatt, de megérte.",
  "Sziasztok melyik lenne jobb rp-re?I7 3770 rx470 vagy i5 3470 rx570",
  "ryzen 7 2700x16gb ramgtx 1050 tiHogy vinné az rp-t?",
  "Sziasztok.Magyarosításról szeretnék informálódni, hogy mire figyeljek oda? Gondolok itt arra, hogy az Online részbe ez beleavatkozik? Mármint, nem szeretnék érte tiltást kapni, amiért valamit érzékel a rendszer, vagy ezen nem kell agodni?",
  "@Schwin94: Én azt tudom ajánlani hogy onlinehoz minden modot vegyél ki. Ha jól emlékszem akkor egy magyar youtubert is bannoltak ki magyarosítás miatt.",
  "@Schwin94: Csak offline-ba használd a magyarítást, mert online-ból kitesznek, ha moddal mész fel.",
  "@Liptik: Ugyan nem kerestem még rá, de ezek szerint van valami ON/OFF lehetőség a magyarításon?",
  "@Schwin94: Van bár én nemtudom kb 5 éve ha hozzányultam , de mintha ugy rémlene.",
  "Az a 30 napos próbaidőszak Online, az csak ps plusz-osoknak szól vagy ps plusz nélkülieknél is? (kiiváncsi vagyok menyivel lett szebb.)",
  "Sziasztok!Mekkora a változás a sima és a next gen frissítés közt? Series X-en játszok, most tettem fel a régi verziót a konzolra. Meg érné frissíteni? Nagy a látványbeli különbség? Köszi",
  "@cey85: Szebb a tűz meg a füst, nekem ennyi jött le az összehasonlító videókból. Illetve az olyan effektek amik amúgyis totálisan irreálisak voltak, mint pl. hogy, ha meglövöd egy kocsi szélvédőjét akkor ilyen 5 centis üvegdarabok repkedtek ki belőle, most azokból lett 3x annyi. (A járművek ablakai direkt úgy vannak legyártva, hogy darabonként ne törjön hanem egybe szakadjon ki, hogy ütközéskor a lehető legkisebb legyen a sérülés és megvakulás veszély).Nem tisztem beleszólni, hogy mire költsd a pénzed és mire nem, de én biztos egy centtel nem támogatnám az ilyen nextnextnext gen upgradeket, az érdemi munka (gta 6) meg még a kanyarban sehol.",
  "@MrPAYER: Szia! Köszi a választ! Néztem én is összehasonlító videókat de abból nekem nem volt annyira egyértelmű a next gen frissítés. Meg vettem annó PC-re, aztán xbox-ra és most várják, hogy vegyem meg megint a szebb látványért?! Nem valószínű, hogy meg veszem mert szerintem a next gen update legyen ingyen a játékhoz. Mint pl Watc Dogs Legion, Cyberpunk 2077, AC Valhalla stb. Aki pénzért adja, az csak pénz lehúzás szerintem.",
  "@cey85:Törölt hozzászólás",
  "@BellaCiao: Hali! A bányászmizéra alatt akartam gépet fejleszteni de annyira drága lett, hogy le tettem róla. Februárban vettem ennek következménye képpen egy Xbox Series X-et. Le tettem arról, hogy gépet fejlesszek. Így ki van zárva egy új vga. 😃😢",
  "Sziasztok! Szerintetek ez a gép jó lenne gta rp-re?https://www.skynet-computer.hu/termek/skynet-ultra-hd-2-ultra-hd-22232222222223333422244232?gclid=CjwKCAjw-8qVBhANEiwAfjXLrlE6ll9hZL70ekFtezYMV_bn856uv68ld1ANaFingr0MdhWZgsTmAxoCBvIQAvD_BwE",
  "@Kzsombor1: Végtelenül kevés szerintem hogy élvezhető játékmeneted legyen.https://www.youtube.com/watch?v=MeLaZiU_rrMÍgy még elmegy, de amint FiveM-el egy moddolt szerverre felmész, összefognak omlani az FPS-eid.",
  "@Kzsombor1: Simán menni fog 720p-ben! ;)",
  "Törölt hozzászólás",
  "@Kzsombor1: Muszáj pont a gta rp-hez bemérni a rendszer teljesítményét?Mert én pcxn nézegettem az árakat de még 240 ezer is kevés lenne hogy \"normális\" géped legyen.Hogy jobban kijöjj a keretből,szerintem vidikarit mindenképp használtan kellene nézned.16gb ram simán kell majd.",
  "@Patrikkk: Azért írtam az gta rp-t mert ezt szeretném elsődleges játszani",
  "Sziasztok jól futna e a gta rp?RAM:8GBProci:AMD ryzen 5 2600Videókártya:Radeon rx 470 8 gbWindows:10 64 bitKöszi előre is a választ😁",
  "@Korvin: Simán de kellene a 16gb Ram",
  "@Korvin: Szia Ram miatt kérdéses amint lehet szerezz be 16 gb ramot",
  "Sziasztok hány fps-el illetve elfuna e valamilyen grafikán az alap játék ezzel a konfiggal?Proci:Intel Core I5-3570 3.40GHZRAM:8GBVideókártya:Nvidia Geforce GTS 450OP: Windows 10 64bitElőre is köszi a választ!",
  "Sziasztok! El futna a játék ezen a gépen?:Intel Core 2 Duo E8500 (3.16 Ghz)4gb ramGeforce GTX 650Windows 10 64 bitKöszönöm a válaszokat!",
  "@PhoneiX: elfutna alacsony grafikán egy 50-60 fps lenne",
  "Sziasztok vajon ez a játék futna gépemen? Intel Pentium dual-core e5700 3,00ghz4gb ramGt 630 2gb",
  "@csamangokristof02:Beállításokat nem mutat a nagyokos de gondolom full low,alacsonyabb felbontás.20-30fps lehet a videón kb.",
  "@Patrikkk: Kösszi",
  "Hi!A játékot megvettem eredeti, dobozos változatban, de nem szeretném a sok dvd lemezről telepíteni.Le tudom tölteni a launcher-en keresztül és úgy telepíteni?",
  "@Tibi_777: Szevasz Tibikém, felteszed a Rockstar launchert és kipróbálod, ha van a dobozban termékkulcs akkor biztosan működik letöltéses formában is.",
  "@MrPAYER: Na akkor este zúzok is liberty cityben! Köszi!",
  "@Tibi_777: Rendben mester, jó szórakozást Liberty Cityhez, angyalok vigyázzanak rád barátom!",
  "@MrPAYER: 😂😂❤️",
  "@Tibi_777:Na akkor este zúzok is liberty cityben!Nyomasd tesó 😁",
  "@BellaCiao: Jaaaa az a 4-ben van, kicsit benéztem 😀",
  "@Tibi_777: Persze letudod tölteni de seedelni ne felejtsd majd el.🤣🤣🤣Spoiler!Most komolyan milyen agyhalott barom kérdés ez 2022-ben?!",
  "Sziasztok szerintetek ezen a gèpen hogy futna a gta5Intel core i7 87016 gb ddr3Nvidia geforce gtx 660 2gbWindows 8.1 64 bit",
  "@turbo15: Persze! Nem lesz vele gond!",
  "@turbo15: Elfutni el fut, de a \"hogy futna\" kérdésre is válaszolva nagyjából medium beállítások mellett a nagyon megterhelő árnyékolások és élsímítások nélkül szerintem hozni fog egy teljesen élhető képkocka számot 1080p-n.Tipikusan ez is olyan játék egyébként amely már bosszantóan hosszú életciklussal rendelkezik és változott a gépigénye a 2015-ös megjelenéshez képest, de ez inkább csak Online-t érinti, mert a single nem kapott új contentet soha. Szóval ha esetleg multizni is szeretnél azzal lehet lennének már gondok mert nagyon ki van centizve így is a rendszer követelmény.",
  "Helo szeretném ha ajánlani tud natok egy konfigurációt 150.000 forint ér gta 5 rp reKöszönöm a választ",
  "@Kaloria: https://hardverapro.hu/aprok/pc_szerver/pc/komplett_asztali_pc/keres.php?stext=&stcid_text=&stcid=&stmid_text=&stmid=&minprice=150000&maxprice=150000&cmpid_text=&cmpid=&usrid_text=&usrid=&buying%5B%5D=0&buying%5B%5D=1&stext_none=Itt tudtsz válogatni",
  "@BellaCiao: Kösz",
  "Sziasztok ezen el futna e az rpCPU i5:3470sGPU:RX550.4GBRAM.DDR3.8GBWINDOWS 10.64BITKOSZOM A VALASZT",
  "@Istvan99311:",
  "@BellaCiao: Köszi a választ de ezen nem mutasa az rp",
  "Sziasztok. Egy Amd Fire Pro W4100 egy I5-ös mellet 8gb rammal hogyan muzsikálna online? Meglenne a fix 30 fps?",
  "@Benike922: sziamilyen i5-s cpu-d van?",
  "@BellaCiao: Core I5 2400 @3.4Ghz",
  "@BellaCiao: Esetleg melyik az a videókártya, ami szinte hajszál pontosan ezt a teljesítményt tudja, és megtalálom ezen az oldalon?",
  "Törölt hozzászólás",
  "@Istvan99311: Lowon de sok fps sed nem lesz. 30 talán.",
  "@Kings Bounty fan: És ha egy i54590 lene 8gb ram és egy gt1030 akor sem lenejob?",
  "@Istvan99311: Úgy simán vinné emlèkszem èn annó egy gt710 es videokártyával toltam.",
  "@FRC45DX: Köszi a választ de én most az rp re gondolok hogy az vajon mene e ?",
  "@Istvan99311: Az RP az necces, de nyugodtan nézd meg ilyen 720p low beállítások mellett mennie kell. De FPS dropok biztos, hogy lesznek.",
  "@Istvan99311: A 1030-tól ne várjál semmit, nincs display portja se, így fps-be rakhatsz alá akármit semmit nem fogsz érezni belőle. Ezt a kártyát nem játékra találták ki. Ezt arra hogy irodába alap felhasználásra jó melózni de ennyi. Az irodai gépekbe ha nincs integrált vga akkor legyen ami adja a képet.",
  "@Kings Bounty fan: GT 1030 max E-sporta illtv kisebb gépigényű story-s játékokra alkalmasVannak 1-2 címek mint pl a warzone amit tényleg nem bír el még a legerősebb CPU mellet se",
  "@BellaCiao: Akor rp re nm érdemes megvenem mert nekem ara kellet volna",
  "@BellaCiao: Valorant, csgo, minecraft az eredeti verziója, LOL, ezekre jó, de többre nem estegleg még a song of conquest fut vele oda nem kell a sok fps.",
  "Ezt a gamet semmi sem fogja letaszítani az első helyről a legnépszerűbb poziciójából a Gépigény.hu oldalon :-D :) 😂🤣",
  "@davejam: Dehogynem, majd a VI 😁",
  "@MrPAYER: Már ha valóban lesz, mert én még egy a Rockstars által kiadott közleményt nem hallottam vagy láttam, ahol konkrétan a 6. Részt említenék",
  "@Benike922: Hát pedig volt pár hónapja egy tweetjük amiben bejelentették hogy készül a következő rész.",
  "@CulturalCat: El tudod küldeni légyszíves? Mert komolyan érdekelne. (viccen kívül. nagyon régen néztem Twittert)",
  "@Benike922: Sorry, de a hivatalos Tweetet most nem fogom megkeresni de itt van ez, https://www.gamestar.hu/hir/hivatalos-keszul-a-grand-theft-auto-6-305934.html",
  "@CulturalCat: Igen, azóta már megtaláltam, viszont nagy kérdés, hogyha egyszer ki is adják, akkor az mikor lesz.",
  "@Benike922: 2025 előtt nem jön, addig van időd gépet is venni alá.",
  "@Kings Bounty fan: Na ez legalább egy előnye. 😅Amúgy se régen vettem gépet, azzal most szépen elvagyok. Normál-Max beállításokon játszok az 5-tel és legalább szépen elfut az online is.",
  "Mi lett most a játékkal? Tegnap újra\"kértem\" a Lestertől a Fleeca Job-ot, és most amikor beléptem eltűnt az apartmanom a mapról és be se tudok menni. Kidobott 2 L betűt a mapon meg egy T-t. Megnéztem őket, és utána kaptam egy üzenetet Gerald-tól, hogy menjek a Cyberpress Flats-hoz. Nem volt ott semmi. Mit tudok csinálni?",
  "good game",
  "Valaki amúgy Őszintén mondja már el tényleg ennyire jó a multija? Vagy mit is jelent itt pontos az RP szerver? hogy lehet arra felcsatlakozni? Külön launcher kell hozzá vagy hogy éred el a szervert? Ott saját szabályok vannak mint anno az SAMP-n? Miket lehet csinálni? miért izgalmas? Megvettem anno PS3-ra, PS4-re, PC-n is megvan összesen 20 percet multiztam és nem érettem mi a jó benne, gondolom egyedül kevésbé élvezhető... De szeretném én is átélni azt amiért annyian oda vannak.",
  "@Payphoner: Az online-ra gondolsz vagy az rp-re? Mert ha az online-ra akkor eggyáltalán nem élvezhető maximum barátokkal, ha bemész a session-be akkor 90%-ban teli van modderekkel és egy csomó olyan játékossal aki eggyálatlán nem hagy játszani.",
  "@CulturalCat: Mindkettőre kíváncsi vagyok egyaránt! Meg is kérdeztem érthetően hogy mi az az RP szerver",
  "@Payphoner: Rp-ről nem tudok nyilatkozni, az online-t meg előzőleg elmondtam dióhéjban.Spoiler!Ha érthetően kérdezted volna meg akkor nem kérdeztem volna vissza, de hadjuk.",
  "@Payphoner: Nem jó. Régen jó volt. De már tele van csalóval.Inkább, 10-12 éves gyerekek kedvenc játéka, és ezért van a topban, meg ezért is streamelik. Erre van kereslet.",
  "@Payphoner: Szia az rp ről tudok nyilatkozni nagyjából olyan mind anno a Samp , annyi különbséggel hogy itt van voice szerver is illetve text szerverek is vanak két fajta Launcher van van az AltV-Launcher azon leginkább csak text szerverek vannak.akkor vannak a Fivem Szerverek ott csak is Voice szerverek vannak.és igen vannak rp szabályok joval több mint anno sampon.jah és ami a legfontosabb az hogy nincs két ugyan olyan karakter.",
  "@Payphoner: Ugyan így vagyok ezzel énis! :D nekem is megvolt xbox 360 ra aztán ps4 re és pc re is, de jó ha én is 1 órát játszottam vele pedig szeretem a gta-kat, de engem annyira azért nem köt le, viszont néztem nemrégiben egy streamet (Stark Panzer)-től (egy magyar streamer) és csináltak közösen 2-4 barátjával egy ilyen bankrablós menekülős feladatot... hát kurva jó volt! Nagyon élném én is, csak ebbe a részbe már nem akarok belekezdeni mert nagy hátránnyal indulnék mert semmit nem ismerek abszolút... de majd a GTA VI ot megnyomom énis :D",
  "Sziasztok ezen a konfigon elfutna ?CPU: Core i3-540 3.2GhzRAM: 8GBGPU: GeForce 9600 GT (512mb)OS: WINDOWS 10 PRO (64-BIT)A válaszokat előre is köszi !!!!!",
  "@Martin1264: Ha szerzel egy 2 gigás vidikarit akkor tolhatod egész szép grafikán viszont, annak hiányában még a minium sem fog menni.",
  "@CulturalCat: Oh biztos ?Nekem low beállítások mellett azt mutatja hogy 55fps-el menne és elvileg a minimumnak megfelel",
  "@Martin1264: Hát pedig 1 gigás vidikarit ír minimumnak, neked meg a fele van meg.",
  "@CulturalCat: Itt bizony 1 gigával se menne semmire ha el is indulna akkor olyan borzalmas lesz mint nálam volt a régi masinán.",
  "@Kings Bounty fan: Hát az fix hogy élvezhetetlen lenne.",
  "@CulturalCat: Jaja kb 4-5 fps-em volt vele, gondolhatod mennyire élveztem.😂😂",
  "@Kings Bounty fan:Itt bizony 1 gigával se mennemax a story mod",
  "@BellaCiao: Még az se mert a story-val néztem törtbe amikor még nem csapták az epicben ingyen. És ott volt 4-5 fps.",
  "@Martin1264: Ezzel a konfliggal max a Story mod fog elindulni alacsony grafikán",
  "@BellaCiao: ok akkor hagyom az egészet.Köszi!ETS 2-nél nagyobb esélyem lenne??",
  "@Martin1264: Ott is már annyira bővült a játék, hogy a vram mennyisége felmegy 4 gigára vagy felette, esélytelen.",
  "@Martin1264:videó alapjáán erre számithatsz alacsony grafikán",
  "@BellaCiao: ez a mostani gameplay ??",
  "@Martin1264: Majdnem 4 éves mostanit nem találtam több mint 3 éves az utolsó.",
  "Sziasztok.Az lenne a kérdésem hogy lehetne-e GTA 5 RP-t streamelni ezzel a configgal?CPU: I5 9400FGPU: GeForce RTX 3050 Ghost 8GBRAM: 16 GB",
  "Sziasztok!Ma vettem egy laptopot, első laptopom, eddig mindig PC-s voltam.Az a problémám hogy vettem egy asus a17-es laptopotRyzen 7 4800h, 16gb ram, rtx 3050 van benneDe 27-30fps kózt mozog.... valakinek erre van valsmilyen megoldasa?",
  "@roji44yjn: Hát először is Vga driver van fent?Másodszor nvidia control panel beallitani hogy az rtx 3050-et használja",
  "SziasztokSzeretném be mutatni nektek Gang City Rp SzerveremSzeretnél kamionos válalkozást csinálni itt a helyed nálunkSzeretnél egyett a tengerparton szörvözni a haverokal itt a helyed nálunkA szerver +18 éves tulajdonosa vagyok meg gondolt fejlesztéselÉs az admin Gárdát is ugy szeretnénk Válogatni hogy +18 éves adminok legyenekGyengébb gepekre is gondoltam ezért nagyon optimalizált szerveröl van itt szó.Cayo Pericora átt tudsz menni haverokal És versenyezhetek is akárMunkaügyibe felvehö munkák--Még bövülni fogBurger ShotFutárFavágóBányászSegédmunkásTechnicianLegál-frakcioinkPoliceAmbulanceBennysTekSheriffDrift SuliSupreme AutosF.B.ILa Fitness GYM-------------------Még bövülni fog amint lesz játékosIllegál FrakciókBallasBloodsBratvaCripsCross FamilyGrooveIraKingsmanLostmcYakuza----- Ha kell akár egyedi frakciod is lehet ennek elkészitése 1órát vesz igénybeA Szerver Amerikai jogszabályra lett Tervezve és nem gazdag Rp a lényeg nálunkMindenért meg kell dolgozniHa épp szerver Váltás a baj és nem akarod ott hagyni a vagyonod a másik szerverenvan lehetöség karakter Átt hozásra ehhez minimum 12-Óra játék időt kell nálunk fent lennedBármi kérdésed van gyere be discordra szeretettel Várunk mindenkitDC-INV :https://discord.gg/8MaSFKwbjt",
  "Ez lenne a mai napig a legjobb játék, ha a játékosok 85 % nem lenne modder (csaló).",
  "@Lyryan: igazad van.",
  "cpu:amd phenom 2 x4 955Ram:8gbGpu:RX 550 4gbezen hogy futna az rp?",
  "Intel core I5-760016GB RAMGeforce GTX 960 4GBSziasztok! Ezen a gépen hogy futna RP, és kb mennyit ér ez a konfig?? Lenne még WZ, PubG, MinecraftKöszi a segítséget!",
  "Sziasztok! Hogy futna?proci:amd ryzen 3 1200videókártya: geforce gt 1030 2gbram:16gbwin 10",
  "sziasztok! a gepem: amd ryzen 5 2500u, 16 gb ram, amd radeon rx 560x, win 10. a gta 5 rp 40-60 fps fut, probaltam betenni texture packokat is, de ez semmit nem valtozott. valaki tudna segíteni?",
  "Sziasztok! A gépembe van 8gb ddr3 ram egy a8-7410es proci (4mag 4szál) integrált videókártya Radeon R5 Graphics külső R7 M360. Nem tudom melyik kártya erősebb de random hogy melyiket használja. Hogy futna? Ha 800x600 lowon elfutna az online játszhatóan nekem tökéletes lenne.",
  "Sziasztok, az én gépemen elfutna?Ryzen 5600X /Rx 6800 / 32gb RamKöszi előre is!Spoiler!☠️",
  "@bukta2: [LINK]",
  "sziasztok azt szeretném kérdezni hogy ezen a configon hogy futna?intel core i3 4170 2 mag 4 szál 3,7 ghz8 gb ddr3 1333mhz ramgtx 645 2 gb ddr5450w tápwindows revision os 11előre is köszi :)",
  "Intel core i5 10600KF16GB RAMGeforce GTX 1650Win 10Ez a konfig hogy vinné az RP-t? Köszi a segítséget!",
  "Üdv!Feltettem a játékhoz az alábbi, manual transmission mod-ot.[LINK]A mod működik szépen, csak annyi a bajom, hogy nem tudom, melyik gombbal lehet előhívni a hozzá tartozó menüt.Sok helyen a { vagy } jeleket írják, ezeket próbáltam mindenhogy, Alt Gr-rel is, de semmit sem csinálnak.Köszi a segítséget!",
  "@Tibi_777: Ha eredeti a játékod vigyáz a moddokal, mert az Online részbe kibanolhatnak a Rockstar-ék.",
  "@Liptik: Nem játszom vele online, de köszönöm azért!",
  "@Tibi_777: Leírás alapján ha jót nyomsz mennie kellene csak szimplán, minden féle másodlagos billentyű megnyomása nélkül!",
  "Sziasztok!Igazából annyi lenne a kérdésem, hogy amig Storyban van több mint 100fpsem átlagban, addig onlineban van, hogy 40-45re is lemegy. VSyncet bekapcsoltam, árnyékokat kikapcsoltam, resolutiont állítottam, mindent megpróbáltam, de sehogy sem akar jó lenni.Haverok GT 1030-al több mint 60fpsel tudják játszani i5, i7 procik mellett.Proci: AMD FX-8320Kártya: AMD RX 470 SapphireRam: 2x4GB 1600MHZA Windows SSD-n, mig a játék HDD-n fut, betöltésekkel, renderrel nincs probléma, nagyon gyorsan mennek. Városon kívül 60-ról nem mozdul (VSync miatt), viszont városban, vagy néhány setupnál leesik 60 alá, és elég zavaró számomra. Esetleg van erre valami fix, vagy csak a gta jobban szereti az nvidiát?",
  "@Erviin:Törölt hozzászólás",
  "Tervben van jelenleg alaplap váltás inteles procival és 16gb ddr4 rammal. És ha minden jól megy, rövid időn belül megvalósul :P",
  "Üdv!Van olyan, aki Win 11 alatt tolja a GTA V-t Steam-s verziót?Win11+Steam kombós GTA V sehogy sem hajlandó elindúlni :( Megnyilik egy negyed képernyős fekete ablak benne középen egy R ikon csillaggal és ennyi.Pl a GVT 3 Def. Edition meg tökéletesen fut, indúl, ahogy kell, nincsennek kifagyások.",
  "Sziasztok!Segítséget szeretnék kérni:Most kezdenék játszani az online résszel. Az a helyzet, hogy régebben oroszok feltörték a fiókomat, és kialakítottak egy karaktert a játékban, és kb. 3milliárd dollárt gyűjtöttek a számlámra. Szeretném ezt a karaktert megváltoztatni. Hogyan lehetséges?",
  "@Amilo01: Írj a supportnak.",
  "@Amilo01: M betű és keresd ki a change appearancet. Már nem emlékszem hogy nemet stb-t is lehet e változtatni de a nagyját igen. Én biztos nem írnék a supportnak, ha eddig nem bannolták a karit ennyi zsozsóval később se hiszem, hogy fogják.Személy szerint sose csaltam GTA ba, de amióta kevés az idő hót ziher, hogy nem vergődnék még egyszer h 20-30 órákon át grindoljam ugyanazokat a dolgokat.Ha mégis fair módon akarsz játszani tudtommal lehet másik karit is csinálni próbáld ki aztán majd látod, de én tuti megtartanám annyi pénzzel. 😅",
  "Elfutna?i5 7200u940mx12GBElőre is koszi:)",
  "@SZABLORI: Vinni fogja, de máskor lehetnél bő szavúbb.",
  "@CulturalCat: Nagyon köszi! Csak nem akartam sokat irni, csak a lenyeget mondtam. :D",
  "Sziasztok! Hogy menne az online rész?1050ti, r3 2200g, 16gb ram, win10 64 bit.",
  "Sziasztok! Ezzel hogy futna?Intel Core I5-3570Nvidia geforce gti 4508gb ramWindows 10 pro",
  "Videót most nem linkelnék, de tud valaki valamit a játékban lévő Texasi Láncfűrészes küldetésről? (strangers and freaks). Ez egy kis szigeten található fent bal oldalt elvileg. A videóban a srác Frankinnel csinálta meg. Maga az egész annyira élethű volt, nem tűnt modifikáltnak semmi.",
  "Törölt hozzászólás",
  "@szllvnt: Hát sajnos ez a gép még a minimális rendszerkővetelményt se tudja.Az a baj a GT 1030 mellet sincs garantálva hogy normálisan fusson.A CPU Bottleneck szinte garantált, sajnos processzort is kéne cserélned.",
  "Törölt hozzászólás",
  "@Barnus889: Igen",
  "Sziasztok, ezen a gépen hogy futna az online?Intel Pentium G4560Gt10308gb ram(ez még bővülhet)Windows 10",
  "@FK Martiin: Szia, sehogy.",
  "@FK Martiin: lowon elmenne 30-40 fps kb",
  "Sziasztok mennyi fps-m lenne ?CPU:i3-540RAM:4GBGPU:GeForce 9600 GTOS: WINDOWS 8.1 64-BITA válaszokat előre is köszönöm! :)(a ram az majd bővítve lessz 8GB-ra)",
  "@Martin1264: 1280x720p-ben mindent minimumra szedve, kb 15 átlagba. Én a helyedbe már a ram-ot se bővíteném azt kell hogy mondjam.Nagyon régi gépemben egy 9800gt volt 4gb ram-mal, de azon pl el se indult a gta5, szóval lehet 15 se lenne.",
  "@Warlordcommander: low end hardvereken eléggé kiszámíthatatlan. de több mint valószínű hogy rosszul futna.nekem anno egy GT 430-al, 4 GB rammal és egy Athlon X2 250 procival (igen) futott átlag 25-30 fps-el, nagy szaggatások közepette. viszont olyan is volt, hogy nagyobb akadások nélkül tartotta a 25-30 fpst, amit a mai napig nem èrtek, de érdekes volt (single mode természetesen)",
  "@Rocky12: akkor ez minden gépnél kiszámíthatatlan ?ez azt jelenti hogy lehet tudom játszani 30fps-el vagy akár többel is?????Csak annyi hogy ez a szerencse kérdése !!??",
  "@Martin1264: Lehet a single mód futna valahogy, igen. Meg kell próbálni, ha 20-30 fps megfelel akkor lehetséges. Én is sok játékkal úgy játszottam még a régi gépemen :)",
  "@Martin1264: Alacsonyon esetleg",
  "Az én gépemen 60 plusz fps t mutat lowon a valóságban pedig 33 fps em van!Konfigom:Proci Amd athlon x4 880kRam: 16gb ddr3Videokari: Amd raden r7 240 2gbNo mindegy! :)",
  "@LostBence510: 2015-ös a játék, lassan hét éve jelent meg. Természetesen változik a játék gépigénye az idő múlásával. Mióta kijött azóta több mint száz új jármű került be, fegyverek, objectek, ruházat, stb.. amelyek mind nagyobb felbontásúak mint a \"vanilla\" verzióban találhatóak voltak. Ez mind befolyással van a rendszerkövetelményekre. Illetve kitudja még, hogy az elmúlt évek alatt milyen kisebb, alapvetően észrevehetetlen grafikai patcheket és upgradeket tettek bele a játékba. Gépigény szerint nekem nem hogy futnia hanem szaladnia kellene és mégis vannak olyan pillanatok, oké igaz ultra beállításokon, amikor is beeshet 60FPS alá, pl. sok robbanás egyszerre, füves területen ahol nagyon sok a vegetáció.",
  "A Vice City stories meg a Liberty city stories GTA San andreas modjai az összes küldi benne van?",
  "@Liptik: egyszerűbb ha a PPSSPP-t használod. Beton-stabilan futnak vele a játékok és rendesen FULL HD-ban megy vagy amit akarsz :D",
  "",
  "@bukta2:Törölt hozzászólás",
  "@Ramdom12: Ez poén akart lenni vagy komoly??🤣🤣🤣🤣",
  "@Kings Bounty fan: Igen",
  "@Ramdom12: Egy hight and pc mért ne indulna el 🤣🤣🤣",
  "Sziasztok van egy adott konfigom ezen mennyire menne a gta és az online része isKonfig:Proci:fx 6100 (6 mag)Ram:16 gbVideókártya:Gtx 1050 2gbVálaszokat elöre is köszönőm",
  "Remélem az RDR remastered lesz az. Esetleg GTA 4 remastered.",
  "Törölt hozzászólás",
  "@Torba10: Csao, kapott uj fomenut a GTA ?",
  "GTA VI előzetesSpoiler!Ja mégsem XD",
  "Sziasztok. Segitséget szeretnék kérni. Magyar RP szerverre szeretnék csatlakozni, de nem igazán tudom hogyan is vannak a lépések. Még züldfülü vagyok ilyen téren. Discord stb.. után olvasgattam, online-on játszom de nekem az kissé unalmas, jobban szeretem az RP szervereket ahol van is tétje annak hogy fejlődj... valaki esetleg tudna segiteni és ajánlani egy jó RP szervert?",
  "@Kevin Dessay: Szeva, addolj be discordon, és segítek. LeafyAvocado#6978",
  "Lehet farmolni a macska szobrot megint.",
  "hali valaki pls segítsenEpicen van meg nekem a GTA V, de a rockstaros fiókomat bannolták, nem tudok onlineozni. Ha törlöm a fiókomat, és létrehozok egy új fiókot, akkor tudok újra játszani vagy nem fogja engedni?",
  "@DomonkosBlyat: újra reggelni kell viszont másik emailre mert nem fogja engedni.csinálsz 1 friss emailt és arra csinálod meg úgy jó lesz.viszont jegyezd meg vagy írd le magadnak hogy később ne keverd össze.sok sikert.😉",
  "@pinkyke: na most ezt magyarul :D",
  "@DomonkosBlyat: csinálsz egy új emailt és csinálsz egy új accontot erre az emailre.magyarul ha van kulcsod a játékhoz de,még nem adtál hozzá emailt akkor azt adod hozzá amit még nem bannoltak így már érthető?",
  "@pinkyke: igen thx🎮",
  "Kevesebb mint 1 hónap és megszűnik a multiplayer X360 és PS3 konzolokon. Szép időt megélt a játék ezeken a platformokon. 🙂",
  "@Arthur Morgan: press 'F' to pay respect",
  "Szerintetek mennyire futna?Config:Intel Core i7 9208gb ddr3GTX 680 2gb ddr 5Válaszokat előre köszönöm!",
  "Ezt komolyan mondom nem hiszem el. Tegnap este óta még mindig offline van a launcher és a gta online. Ez mi a ***om most?",
  "@TRACERHD: Csak a szokásos Rockstar balf@szkodás.[LINK]",
  "@zsiroslangos: Ja láttam. Biztos ég a pofájuk.",
  "sziasztok ezen elfutna egyátalán?i5-5200u8gb ddr3nvda 920mwin 10 64bitjeleleg egy laptopról beszélünkasus x554la válaszokat elölreis köszönöm",
  "Nagyon jó csak ne nagyon játszatok idegenekkel. Inkább haverokkal mert a legtöbben szemetek. Gondolok ez alatt az egyik esetre ami megtörtént velem. A heist végén voltunk, erre fogja és kilép a csapattárs. Úgyhogy ha tehetitek akkor barátokkal játszatok.",
  "Sziasztok. Szinte semennyire nem értek a számítógépekhez ezért kérek segítséget. Videókártya vásárlás előtt állok a cél az lenne hogy fusson a GTA5. Processzor Intel Core i5-4670 , Memória mérete 16 GB , Rendszer típusa Windows 10 64bit, nem tudom más adat kell-e. És ezt a videókártyát néztem ki. Szerintetek? Asus GT710 2GB GDDR5 videokártya",
  "@KRISZTINA0226: Az a kártyát hanyagold szerintem. Amennyire olcsó, annyira rossz is. Nem éri meg. Futtatja ugyan a GTA 5-öt de nem zökkenőmentesen Segítenél hogyha elmondanád hogy milyen értékben szeretnél vásárolni.",
  "@PatrikSama: Szia. Köszi a választ. Max 50ezer ft lenne amit rá szánok. Láttam vannak millio feletti árak is az már gondolom hogy nagyon tud de azért van egy határ :D Most néztem egy másikat Nvidia gt 1030. Ehez mit szólsz?",
  "@KRISZTINA0226: Annyi pénzért tökéletes. Az már viszonylag használhatónak mondható. Azzal már el-elfutnak a játékok.",
  "@KRISZTINA0226: A GT 710 és az 1030 is bődületesen kevés a GTA 5-höz. Minimum egy 4GB VRAM-osat nézz.",
  "Sziasztok! Az miert van hogy 8giga ramon elegge nagy fps dropokkal megy a game?",
  "@marcitoth870: Úgy hogy nem csak a ram számít. Milyen géped van?",
  "@PatrikSama: Minden boven megvan az ajanlott kovetelmenyeknek, i5-9600kf, 1650",
  "@marcitoth870: Akkor viszont nem tudom hogy miért drop-pol. Vedd lentebb a grafikát vagy nem tudom.",
  "@PatrikSama: normalon van minden...",
  "@marcitoth870: Akkor a frissítések miatt lag-olhat még szerintem. Egyik haveromnak sem indul el az egyik frissítés óta.",
  "@marcitoth870: Nem csak a 8 GB RAM a gond. Alapvetően jó lenne a 3200-as RAM viszont a számitógép optimális esetben un. dupla csatornás memórakezelést használ, amihez fizikailag 2 darab vagy 4 darabra van szükség. Ha igazak a megadott adatok a gépedre. Én javasolnék neked alapból 2 darab 8 GB-os egyforma modult. Az azért dob a teljesítményen és csökkenti a dropokat. Az 1*8 helyett az is jobb, ha inkább 2*4 GB RAM van. Persze a legegyszrübb beszerezni egy ugyan olyan paraméterekkel rendelkező plusz RAM modult a gépebe. Sokat fog javítani minden féle játékon.",
  "@marcitoth870: Bővítened kéne 16gb-ra, szerintem a 8 az kevés neki",
  "Egy mazor toronyház tetejére honnan szerzek helikoptert hozzá?,hogy a küldetést eltudjam kezdeni?",
  "cudaru unalmass a single.",
  "Sziasztok!Szerintetek ezen elfutna?Rx 570 nitro + 4gbI5-345010gb ramElőre köszönöm a válaszokat",
  "@KRMMARTIN: Igen futni fog",
  "@KRMMARTIN: Ne is aggódj emiatt :).",
  "Hali. Ezen hogy futna, ha egyáltalán futna?Rayzen 3 1200Geforce GT 1030 2gb GDDR516gb DDR4 ram",
  "@Zerokaloria5: Jó futna mivel jobb a procid jobb a ramod mint nekem videokártya nekem is ilyern van ésmeglepöen szépen viszi 😄",
  "@James39: Köszi a választ",
  "Piszok sok ész kellhet hozzá hogy az \"Összehasoníltás\" funkciót használja valaki...",
  "@medvepapus: Ja de az nem nagyon nem pontos. Nekem is több fps-t ír mint ami van. Néha kevesebbet ír annál mint amennyi van.",
  "Itt az összes mocskos stúdió.",
  "@TRACERHD: Ezeknek a mocskos stúdióknak van valami fogalmuk arról, hogy kell játékot készíteni, tény, hogy a GTA Vöt már rég le kellet volna zárni de az egyetlen cég ami megéri a pénzét...",
  "@Bonnie and Clyde: Dehogy eri meg a penzt, csak azert viszik mert nincs meg egy ilyen jatek mint ez..GTA V cudaru unalmas a single.",
  "@ELERY: Nem csak a GTA V van hanem rengeteg más játék is ha unod nem foglalkozol vele, engem nem érdekel egyáltalán az online része számomra amelyik játékban nincs single player mód az halott én sem egy játékkal játszom hanem mikor mihez van kedvem.",
  "Repülés közben a turbulenciát hogy lehet kikapcsolni? Köszönöm.",
  "@Tibi_777: Repülj alacsonyan.",
  "Itt kérdeznek azon kivül valamit, hogy \"ezen a gépen hogy futna?\"? 🙄",
  "@szhusi: Nem hiszem 😅",
  "@szhusi: Simán menni fog! ;)",
  "@zelcsi: Ezt a választ vártam 😎",
  "@szhusi: lol, visszanézve a kommenteket tényleg csak ez megy... xD szánalmas :D még ha nem egy majd 10 éves játékról lenne szó és nem találnak meg a kenyérpirítótól kezdve az i16 - 16990K-ig bezárólag mindent youtube-on, dehát sokan csak ezért regisztrálnak be hogy ezt ide böfögjék ahogy látom :D kb tiltanám ebbe a topicba az ilyen jellegű kérdéseket,durva h tényleg ide írják be az emberek a konfigokat a youtube helyett...akkor már értem miért van mindig az élen a GTA V topic az oldalon... jézus ereje.. nem látnám el se hinném... xD nem szoktam ide betévedni csak látom hogy mindig ez van az élen, mondjuk most pont nem de már látom jön vissza, 1-2 napot adok neki és megint az első lesz :D",
  "@bukta2: Ja ez van, s gondolom ezek kérdések tulajdonosainak átlag életkora 14-15 év kb😄 Mondjuk nem tudom milyen válaszra várnak, ott a YouTube tele játéktesztekkel különböző konfigokon.",
  "@bukta2:sokan csak ezért regisztrálnakPont ez a lényeg, hogy regisztráljanak. Az, hogy utána soha többé nem jár az oldalon, az már nem számít. Gondolj bele, hány 10 ezer ilyen 1-2 kérdezős alvó-reg lehet ebből a 257 273 tagból...",
  "@The_Teacher_Man: tippre 257173db...",
  "@Palanova: Az elmúlt években nem hiszem, hogy láttam fent egyszerre 100-nál több embert, szóval igazad lehet...😂",
  "egy ilyen laptopon hogy futna?ryzen 3 3200Vega 316gb ram",
  "@KNoel13: sehogy",
  "Hello.Rog strix g512 laptopon elvileg futna 4k high-on 60 fpssel, közben 900p mid-en fut 50-60 fpssel. Valaki tudja ez miért van?",
  "@prefire: Nem lehet azért mert másképp van beállítva a laptopod. Nálam például lehet változtatni a teljesítmények között és ha turbo vagy perfomance módban játszok akkor mennek normálisan a játékok viszont a turbohoz kell csatlakoztatott töltő kábel. Lehet ez megoldja a problémát.",
  "i5-2520M, 8gb ram, intel hd graphics 3000, szerintetek?",
  "@Harley0011: Elég nehezen, de szerintem elvinné, ilyen 20-25 fps környékén, full alacsony grafikán.",
  "Elvileg nem jön PC-re az \"enhanced\" pedig lenne miért kiadni rá. DLSS és ray tracing támogatás simán jöhetne.",
  "halimiért nem megy jól a gépemen? azt írja hogy full hd max beállításokkal 60+ fps-el menne.ez a gépem:Ryzen 5 2600X5500XT 4Gb16Gb 3200MHzés kb 50 fpssel megy mid-high beállításokkal",
  "@DomonkosBlyat: a probléma lehet hogy a driverekkel van. Ezt úgy értem hogy nincs a legújabb driver feltelepítve mondjuk a videókártyádra.",
  "@samusamu: minig a legfrissebb van rajta, most is",
  "@DomonkosBlyat: Akkor nem tudom a probléma okát...",
  "@DomonkosBlyat:Törölt hozzászólás",
  "Azért azzal a hardverrel egy GTA V nagyjából kéne hozni a 90 FPS(néha olyan részeken, ahol nem olyan nagy a grafikai igény akár még 100 FPS feleti értékek is vannak) körüli átlagot FHD high beállítás mellett. Anélkül, hogy lejebb vennénk a minőségből.Én azt javaslom, hogy tegyél fel mondjuk egy MSI Afterburnt és kicsit nézzél körben mia helyzet a CPU/GPU órajelek, teljesítmény%-ok, hőmérsékletek RAM és VRAM foglaltság és hasonlóak terén. Hátha látszik, hogy mi teljesít rosszul, hogy csak kb fele a teljesítmény az elvben elérhetőnek. Jobb ötletem nincsen.",
  "@Robitrix: Mindig használom az Afterburnert, minden rendben van, kicsit még overlockolom a GPU-t is, de semmi nem használ",
  "@DomonkosBlyat: Nincs a fű maxra állítva? Az nagyon sokat letud venni. Elsimítás, fű és árnyékok ezeket csekkold le. A GTA 5-ben ha mindent maxra tolsz a legerősebb gépeket is megeszi",
  "@Payphoner: A fű az alacsonyon van, az élsímítás 4es, árnyékok normálon",
  "@DomonkosBlyat: Ez az oldal nagyon pontatlan. Nem a driverek az oka.",
  "Ezzel hogy menne?:VGA: Quadro m4000 8gb 256bitPROCI: I5-9400fRAM: 8gb ddr4OS: Windows 10",
  "HeloEzzel a configal hogy menne?Ryzen 5 1600Geforce GT 1030 4gb16 gb",
  "@valaky:Törölt hozzászólás",
  "Köszi a választ :)",
  "Hány colos monitor kellene hozzá? Vagy az mindegy?"
]